myDatart/myDatart-eshop-notification/src/test/resources/soaps/notifyUnknownMethod-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:myd="http://myDatart.doxologic.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <myd:notifyXXX>

		</myd:notifyXXX> 
   </soapenv:Body>
</soapenv:Envelope>